Repository: KubeeCMS/sheets
Catalog: i18n/languages/woosheets-*.po
Languages: de_de, fr_fr

source: View Documentation
de_de: Dokumentation anzeigen
fr_fr: Voir la documentation

source: Documentation
de_de: Dokumentation

source: Settings
de_de: die Einstellungen
fr_fr: Paramètres

source: General
de_de: Allgemeines
fr_fr: Général

source: Export Orders
de_de: Bestellungen exportieren
fr_fr: Exporter les commandes

source: Envato Market
de_de: Envato-Markt

source: Support
de_de: Unterstützung
fr_fr: Soutien

source: Google API Settings
de_de: Google API-Einstellungen
fr_fr: Paramètres de l'API Google

source: Create new google APIs with Client ID and Client Secret keys to get an access for the google drive and google sheets. Please follow the documentation, login to your Gmail Account and start with
de_de: Erstellen Sie neue Google-APIs mit Client-ID und Client Secret-Schlüsseln, um Zugriff auf Google Drive und Google Sheets zu erhalten. Befolgen Sie die Dokumentation, melden Sie sich in Ihrem Google Mail-Konto an und beginnen Sie mit
fr_fr: Créez de nouvelles API Google avec l'ID Client et les clés Client Secret pour accéder au lecteur google et aux feuilles google. Veuillez suivre la documentation, vous connecter à votre compte Gmail et commencer par

source: here
de_de: Hier
fr_fr: ici

source: Client Id
de_de: Kunden ID
fr_fr: Identité du client

source: Client Secret
de_de: Kundengeheimnis
fr_fr: Secret client

source: Click here to generate an Authentication Token
de_de: Klicken Sie hier, um ein Authentifizierungstoken zu generieren
fr_fr: Cliquez ici pour générer un jeton d'authentification

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: réglages généraux

source: Please genearate authentication code from
de_de: Bitte generieren Sie den Authentifizierungscode von
fr_fr: Veuillez générer le code d'authentification à partir de

source: Google API Setting
de_de: Google API-Einstellung
fr_fr: Paramètres de l'API Google

source: Click
de_de: Klicken
fr_fr: Cliquez sur

source: You can export all orders or select custom order date range with below settings. It will create new spreadsheet in your Google Drive.
de_de: Sie können alle Aufträge exportieren oder den benutzerdefinierten Bestelldatumsbereich mit den folgenden Einstellungen auswählen. Es wird eine neue Tabelle in Ihrem Google Drive erstellen.
fr_fr: Vous pouvez exporter toutes les commandes ou sélectionner la plage de dates de commande personnalisée avec les paramètres ci-dessous. Il créera une nouvelle feuille de calcul dans votre Google Drive.

source: Enter Spreadsheet Name
de_de: Eingabe des Tabellennamens
fr_fr: Entrez le nom de la feuille de calcul

source: Order Date Range
de_de: Bestelldatumsbereich
fr_fr: Gamme de dates de commande

source: From :
de_de: Von :
fr_fr: De :

source: To :
de_de: Bis :
fr_fr: À:

source: Export All Orders
de_de: Exportieren Sie alle Aufträge
fr_fr: Exportation toutes les commandes

source: Select Category
de_de: Kategorie wählen
fr_fr: Sélectionner une catégorie

source: Select orders of below product categories as you want export within the spreadsheet.
de_de: Wählen Sie Bestellungen unter den folgenden Produktkategorien aus, wenn Sie in der Kalkulationstabelle exportieren möchten.
fr_fr: Sélectionnez les commandes des catégories de produits ci-dessous, car vous souhaitez exporter dans la feuille de calcul.

source: Select all
de_de: Wählen Sie Alle
fr_fr: Tout sélectionner

source: Select none
de_de: Nichts ausgewählt
fr_fr: Ne rien sélectionner

source: Please wait...
de_de: Bitte warten...
fr_fr: Veuillez patienter...

source: Envato Market Settings
de_de: Envato Market-Einstellungen
fr_fr: Paramètres du marché Envato

source: This settings will give you smooth update experience for WooSheets customers. It will also notify users for new updates of the plugin.
de_de: Mit diesen Einstellungen können Sie WooSheets-Kunden problemlos aktualisieren. Außerdem werden Benutzer über neue Updates des Plugins informiert.
fr_fr: Ces paramètres vous offriront une expérience de mise à jour fluide pour les clients WooSheets. Il informera également les utilisateurs des nouvelles mises à jour du plugin.

source: WooSheets - Manage WooCommerce Orders with Google Spreadsheet
de_de: WooSheets - Verwalten Sie WooCommerce-Bestellungen mit Google Spreadsheet
fr_fr: WooSheets - Gérer les commandes WooCommerce avec Google Spreadsheet

source: Please follow the steps below:
de_de: Bitte befolgen Sie die folgenden Schritte:
fr_fr: Veuillez suivre les étapes ci-dessous:

source: Generate an Envato API Personal Token by
de_de: Generieren Sie ein persönliches Envato-API-Token von
fr_fr: Générez un jeton personnel pour l'API Envato en

source: clicking this link
de_de: Klicken Sie auf diesen Link
fr_fr: en cliquant sur ce lien

source: Name the token eg “My WordPress site”.
de_de: Nennen Sie das Token zB "Meine WordPress-Site".
fr_fr: Nommez le jeton, par exemple «Mon site WordPress».

source: Ensure the following permissions are enabled:
de_de: Stellen Sie sicher, dass die folgenden Berechtigungen aktiviert sind:
fr_fr: Assurez-vous que les autorisations suivantes sont activées:

source: View and search Envato sites
de_de: Anzeigen und Durchsuchen von Envato-Sites
fr_fr: Afficher et rechercher des sites Envato

source: Download your purchased items
de_de: Laden Sie Ihre gekauften Artikel herunter
fr_fr: Téléchargez vos articles achetés

source: List purchases you've made
de_de: Listeneinkäufe, die Sie getätigt haben
fr_fr: Liste des achats que vous avez effectués

source: Copy the token into the Envato API Personal Token box.
de_de: Kopieren Sie das Token in das Feld Envato API Personal Token.
fr_fr: Copiez le jeton dans la zone Jeton personnel de l'API Envato.

source: Click the "Save" button.
de_de: Klicken Sie auf die Schaltfläche "Speichern".
fr_fr: Cliquez sur le bouton "Enregistrer".

source: Activating...
de_de: Aktivierung...
fr_fr: Activation...

source: We're here to help.
de_de: Wir sind hier um zu helfen.
fr_fr: Nous sommes là pour vous aider.

source: If you have a problem that you can't solve with our knowledge base documentation, you can send a message to our support team. They can be reached 24/7.
de_de: Wenn Sie ein Problem haben, das Sie mit unserer Knowledge Base-Dokumentation nicht lösen können, können Sie eine Nachricht an unser Support-Team senden. Sie sind rund um die Uhr erreichbar.
fr_fr: Si vous avez un problème que vous ne pouvez pas résoudre avec notre documentation de base de connaissances, vous pouvez envoyer un message à notre équipe d'assistance. Ils sont joignables 24h / 24 et 7j / 7.

source: Need Help?
de_de: Brauchen Sie Hilfe?
fr_fr: Besoin d'aide?

source: Visit Our Support Center 24/7 to Submit A Ticket
de_de: Besuchen Sie unser Support-Center rund um die Uhr, um ein Ticket einzureichen
fr_fr: Visitez notre centre d'assistance 24/7 pour soumettre un ticket

source: Submit A Ticket
de_de: Legen Sie eine Karte vor
fr_fr: Soumettre un ticket

source: Support Includes
de_de: Unterstützung umfasst
fr_fr: Le soutien comprend

source: Responding to questions or problems regarding the plugin's features
de_de: Beantworten von Fragen oder Problemen bezüglich der Funktionen des Plugins
fr_fr: Répondre aux questions ou aux problèmes concernant les fonctionnalités du plugin

source: Fixing bugs and reported issues
de_de: Beheben von Fehlern und gemeldeten Problemen
fr_fr: Correction des bogues et des problèmes signalés

source: Providing updates for the most popular plugins to ensure compatibility with new software versions
de_de: Bereitstellung von Updates für die beliebtesten Plugins, um die Kompatibilität mit neuen Softwareversionen sicherzustellen
fr_fr: Fournir des mises à jour pour les plugins les plus populaires pour assurer la compatibilité avec les nouvelles versions logicielles

source: Support for 3rd party plug-ins
de_de: Unterstützung für Plug-Ins von Drittanbietern
fr_fr: Soutien aux plug-ins tiers

source: Does NOT Include
de_de: Beinhaltet nicht
fr_fr: N'inclut PAS

source: Plugin Customization
de_de: Plugin-Anpassung
fr_fr: Personnalisation Plugin

source: Requests that require Custom Coding
de_de: Anforderungen, die eine benutzerdefinierte Codierung erfordern
fr_fr: Demandes nécessitant un codage personnalisé

source: Plugins Compatibility List
de_de: Plugins-Kompatibilitätsliste
fr_fr: Liste de compatibilité Plugins

source: Support is included 6 months for customers regarding bugs and issues related with our products. You can extend this period up to 12 months.
de_de: Kunden erhalten 6 Monate lang Support in Bezug auf Fehler und Probleme mit unseren Produkten. Sie können diesen Zeitraum auf bis zu 12 Monate verlängern.
fr_fr: Le support est inclus 6 mois pour les clients concernant les bugs et les problèmes liés à nos produits. Vous pouvez prolonger cette période jusqu'à 12 mois.

source: What's not included in item support!
de_de: Was ist nicht in der Artikelunterstützung enthalten!
fr_fr: Ce qui n'est pas inclus dans le support de l'élément!

source: Item Customization
de_de: Artikelanpassung
fr_fr: Personnalisation d'objets

source: Hosting, Server Environment, or Software Changes
de_de: Hosting, Serverumgebung oder Softwareänderungen
fr_fr: Hébergement, environnement serveur ou modifications logicielles

source: Help from authors of included third party assets
de_de: Hilfe von Autoren eingeschlossener Vermögenswerte Dritter
fr_fr: Aide des auteurs d'actifs tiers inclus

source: Read more
de_de: Weiterlesen
fr_fr: Lire la suite

source: Select Spreadsheet
de_de: Wählen Sie Tabellenkalkulation
fr_fr: Sélectionnez Feuille de calcul

source: Please select Google Spreadsheet.
de_de: Bitte wählen Sie Google Spreadsheet.
fr_fr: Veuillez sélectionner Google Spreadsheet.

source: Default Order Status
de_de: Standardbestellstatus
fr_fr: Statut de commande par défaut

source: Pending Orders
de_de: Ausstehende Bestellungen
fr_fr: Commandes en cours

source: Processing Orders
de_de: Bestellungen bearbeiten
fr_fr: Traitement des commandes

source: On hold Orders
de_de: Wartebestellungen
fr_fr: Ordonnances en attente

source: Completed Orders
de_de: Abgeschlossene Bestellungen
fr_fr: Commandes terminées

source: Cancelled Orders
de_de: Stornierte Bestellungen
fr_fr: Commandes annulées

source: Refunded Orders
de_de: Rückerstattete Bestellungen
fr_fr: Commandes remboursées

source: Failed Orders
de_de: Fehlgeschlagene Bestellungen
fr_fr: Ordonnances échouées

source: Trash Orders
de_de: Papierkorb Bestellungen
fr_fr: Commandes de déchets

source: Freeze Header
de_de: Kopfzeile einfrieren
fr_fr: En-tête de gel

source: Custom Order Status
de_de: Kundenspezifischer Auftragsstatus
fr_fr: Statut de commande personnalisé

source: Select Google Spreeadsheet List
de_de: Wählen Sie Google Spreadsheet List
fr_fr: Sélectionnez Google Spreeadsheet List

source: Create New Spreadsheet
de_de: Neue Tabelle erstellen
fr_fr: Créer une nouvelle feuille de calcul

source: Sheet Headers
de_de: Kopfzeilen
fr_fr: En-têtes de feuille

source: Currently sheet headers are disabled because it will be mismatch your current spreadsheet data. If you still want to enable sheet headers than select spreadsheet dropdown option with create new spreadsheets on top.
de_de: Derzeit sind die Blattüberschriften deaktiviert, da sie nicht mit Ihren aktuellen Tabellendaten übereinstimmen. Wenn Sie die Blattüberschriften dennoch aktivieren möchten, wählen Sie die Dropdown-Option für das Arbeitsblatt aus und erstellen Sie neue Arbeitsblätter.
fr_fr: Actuellement, les en-têtes de feuille sont désactivés car ils ne correspondent pas à vos données de feuille de calcul actuelles. Si vous souhaitez toujours activer les en-têtes de feuille, sélectionnez l'option de liste déroulante de feuille de calcul avec créer de nouvelles feuilles de calcul en haut.

source: Below all the product names will automatically create columns in spreadsheet with value as product quantity and Append after dropdown will add inbetween all the product names as per your dropdown selection in spreadsheet.
de_de: Unterhalb aller Produktnamen werden automatisch Spalten in der Tabelle mit dem Wert als Produktmenge erstellt und Nach Dropdown anhängen wird zwischen allen Produktnamen gemäß Ihrer Dropdown-Auswahl in der Tabelle eingefügt.
fr_fr: Ci-dessous tous les noms de produits créeront automatiquement des colonnes dans la feuille de calcul avec la valeur que la quantité de produit et Append après déclassement ajoutera entre tous les noms de produit selon votre sélection de déclassement dans la feuille de calcul.

source: Sync Orders
de_de: Aufträge synchronisieren
fr_fr: Ordres de synchronisation

source: Synchronizing...
de_de: Synchronisierung läuft ...
fr_fr: Synchronisation...

source: Click to Sync
de_de: Klicken Sie zum Synchronisieren auf
fr_fr: Cliquez pour synchroniser

source: Note
de_de: Hinweis
fr_fr: Remarque

source: Click to Sync button will be append all the existing orders to the selected sheets as above.
de_de: Mit der Schaltfläche Click to Sync werden alle vorhandenen Aufträge wie oben beschrieben an die ausgewählten Blätter angehängt.
fr_fr: Le bouton Cliquer pour synchroniser ajoutera toutes les commandes existantes aux feuilles sélectionnées comme ci-dessus.

source: Product Name as sheets headers
de_de: Produktname als Blattkopf
fr_fr: Nom du produit en tant qu'en-têtes de feuilles

source: Custom Static Headers
de_de: Benutzerdefinierte statische Header
fr_fr: Demandes nécessitant un codage personnalisé

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Allow to copy same columns
de_de: Erlaube das Kopieren der gleichen Spalten
fr_fr: Autoriser à copier les mêmes colonnes

source: It will allow to copy same columns into the rows i.e. Billing First Name, Billing Last Name etc.
de_de: Sie können die gleichen Spalten in die Zeilen kopieren, d. H. Vorname der Abrechnung, Nachname der Abrechnung usw.
fr_fr: Cela permettra de copier les mêmes colonnes dans les lignes, c'est-à-dire le prénom de facturation, le nom de famille de facturation, etc.

source: For More Details
de_de: Für mehr Details
fr_fr: Pour plus de détails

source: click here.
de_de: Klicke hier.
fr_fr: cliquez ici.

source: Enter New Spreadsheet name
de_de: Geben Sie den Namen der neuen Tabelle ein
fr_fr: Entrez le nouveau nom de la feuille de calcul

source: Manage Row Data
de_de: Zeilendaten verwalten
fr_fr: Gérer les données de ligne

source: Order Wise
de_de: Wise bestellen

source: Product Wise
de_de: Produktweise
fr_fr: Produit sage

source: Manage WooCommerce Orders with Google Spreadsheet - Add new row whenever new order has been placed and automatically move order row whenever order status has been changed within Google Sheet.
fr_fr: Gérez les commandes WooCommerce avec Google Spreadsheet - Ajoutez une nouvelle ligne chaque fois qu'une nouvelle commande a été passée et déplacez automatiquement la ligne de commande chaque fois que l'état des commandes a été modifié dans Google Sheet.

source: Google API
fr_fr: API Google

source: Client Token
fr_fr: Jeton client
